<template>
    <div class="hdgz-com">
        <div class="mask hdgz-mask"></div>
        <div class="hdgz-box modal-box">
                <div class="hdgz-con">
                    <div class="hdgz-tit">“清新活力派 瓶瓶追新番”瓶身互动活动细则</div> 
                    <p>凡参与“一心两叶”瓶身互动活动即可100%获得活力值，使用活力值即可参与清新活力俱乐部活动，赢取丰富追番好礼。</p>
                    <p>一、活动说明：</p>
                    <p>(一)活动时间：</p>
                    <p>A.促销活动日期：2018年8月15日00:00起-2018年11月30日17:00止</p>
                    <p>B.消费者兑奖日期：2018年8月15日00:00起-2018年12月31日17:00止，逾期未兑自动失效 </p>
                    <p>C.促销活动时间是指消费者使用活力值参与清新活力俱乐部大转盘抽奖及去兑换专区兑换奖品的时间，在2018年11月30日17：00之后，消费者将不能使用活力值参与清新活力俱乐部抽奖及兑换活动。</p>
                    <p>D.消费者兑奖时间是指消费者参与清新活力俱乐部大转盘抽奖及兑换后，领取抽奖以及兑换的奖品的有效期，在2018年12月31日17：00之后，消费者将无法领取大转盘抽奖和兑换专区获得的奖品。</p>
                    <p> (二)奖品设置：</p>
                    <p>清新活力俱乐部大转盘抽奖：</p>
                    <p>A. 使用100活力值参与康师傅绿茶清新活力俱乐部抽奖，即有机会获得以下奖品，奖品总数【533,730,387份】：</p>
                    <p>-微信红包8.8元，价值人民币【8.8】元，数量1000份，中奖率约0.00019%；</p>
                    <p>-微信红包0.68元，价值人民币【0.68】元，数量50000份，中奖率约0.00937%；</p>
                    <p>-微信红包0.3元，价值人民币【0.3】元，数量100000份，中奖率约0.01874%；</p>
                    <p>-腾讯动漫阅点礼包，价值人民币【0.2】元，数量3000000份，中奖率约0.5621%；</p>
                    <p>-活力值，50活力值或100活力值或200活力值或300活力值，数量共计530579387份，中奖率99.4096%；</p>
                    <p>B. 同一消费者在促销活动时间内每天参与大转盘抽奖活动的次数限制：同一消费者（同一微信及手机号码视为同一消费者）在促销活动时间内每天可使用活力值参与大转盘抽奖的次数上限为【10】次</p>
                    <p>清新活力俱乐部周边兑换奖品：</p>
                    <img src="../assets/images/gz-img-01.jpg" alt="" class="gz-img">
                    <p>(三) 参与方式：</p>
                    <p>扫描瓶身互动二维码，按照活动流程完成与一心两叶的互动即可100%获得活力值，使用活力值参与清新活力俱乐部大转盘抽奖活动或使用活力值兑换周边定制礼品。</p>
                    <p>(四）活动区域：中国境内（港澳台地区除外）</p>
                    <p>(五) 活动咨询电话：</p>
                    <p>400-6685-990工作时间：周一至周五10:00-18:00，法定节假日除外（按市话标准收费）</p>
                    <p>二、奖品说明：</p>
                    <p>清新活力俱乐部大转盘抽奖奖品领取说明：</p>
                    <p>A.【微信红包】</p>
                    <p>a)中奖者获得微信红包后，中奖者根据相应指示领取微信红包中奖者根据活动网站指示操作后，微信红包系统即时将红包发送至中奖者参与活动的微信账号内，由于网络原因，部分红包发放有所延迟属正常情况；</p>
                    <p>b)中奖者收到微信红包系统发送的微信红包后，应于24小时内完成领取，逾期未领取的微信红包将退回中奖者的活动账号内，中奖者可进入“个人中心”页面查询；</p>
                    <p>c)每个微信红包仅限领取1次，重复领取无效；</p>
                    <p>d)部分微信账号可能根据微信开发运营方规则无法成功接收微信红包，包括但不限于新申请的微信账号、不经常使用的，小号账户、机器号码，属非活跃性用户的微信账号，中奖者领取微信红包发生问题时可拨打微信客服电话0755-86010333与相应服务提供商协调解决；</p>
                    <p>e)中奖者可在活动页面“个人中心”查询中奖情况；</p>
                    <p>f)本奖品仅限中奖者参与活动的微信账号领取，转发或由其他账号领取无效；</p>
                    <p>B．【腾讯动漫阅点礼包】</p>
                    <p>a)中奖后按照页面提示进入个人中心后，点击领取按钮去到阅点领取页面</p>
                    <p>b)进入阅点领取页后，需要先输入腾讯QQ账号，从而完成奖品领取</p>
                    <p>c)阅点领取完成后，点击查看按钮可去到腾讯动漫app内的“阅点明细”页，查看自己的阅点到账情况</p>
                    <p>d)每人每日最多兑换5次阅点</p>
                    <p>e)阅点有有效期限制，请在标注的有效期内尽快使用</p>
                    <p>f)阅点可用于抵扣购买任意的付费章节</p>
                    <p>g)阅点购买腾讯动漫付费章节的方式：</p>
                    <p>1)进入喜欢的作品目录页，点击带锁标志的付费章节，先兑换作品对应的阅读券，就能直接购买作品任一付费章节</p>
                    <p>2)进入喜欢的作品的目录页，查看作品目录上方的阅读券“购买“按钮，先兑换作品对应的阅读券，就能直接购买作品任一付费章节</p>
                    <p>清新活力俱乐部周边兑换奖品领取说明：</p>
                    <p>A.【清新活力俱乐部实物奖品】</p>
                    <p>a) 清新活力俱乐部兑换奖品的相关结果和记录可在清新活力俱乐部“个人中心”页面中查询，中奖者须在其中奖后的10个工作日内，根据活动网站页面提示提交姓名、及奖品邮寄地址，主办方核实个人资料真实有效后，会在促销活动结束后的10个工作日内将其所中的奖品邮寄至中奖者所填奖品邮寄地址（以寄出邮戳或交寄快递日期为准）；活动期间，每个用户同一种实物奖品仅能兑换一次。逾期提供相关信息中奖者将不能领取所中奖品。</p>
                    <p>b) 所有商品照片由专业摄影师拍摄，尽量与实物保持一致，但由于灯光、拍摄角度、显示器偏差、个人的理解的不同等原因，导致奖品照片与实物可能会存在一些差异，中奖者获得的奖品颜色、材质和功能等，最终以实物为准。</p>
                    <p>c) 实物奖品的中奖者有权要求快递配合当面进行奖品验收，确保奖品完好无损后签收，签收后不得退换;</p>
                    <p>d) 实物奖品的邮寄地址与活动账号进行唯一绑定，一经提交则在活动期限内均不得修改。</p>
                    <p>e) 主办方承诺中奖者个人信息只用于抽奖和奖品派发，不作他用。</p>
                    <p>f) 以上奖品不可找零，不得转让，不能兑换现金，不开具发票。</p>
                    <p>B. 【清新活力俱乐部壁纸】</p>
                    <p>a) 中奖者可在清新活力俱乐部个人中心页面上按指引将相应手机壁纸保存到手机，根据手机操作提示即可使用。</p>
                    <p>b) 手机壁纸兑换无次数上限。</p>
                    <p>三、活动声明及注意事项</p>
                    <p>(一) 活动主办方：哈尔滨顶津食品有限公司。</p>
                    <p>(二) 凡参与本次活动的消费者即视为同意本规则所述的各项规定。</p>
                    <p>所有奖品个人所得税由中奖者自理。</p>
                    <p>(三) 本次活动所有奖品不开具发票。</p>
                    <p>(四) 中奖者领奖过程中所发生的个人费用（包含但不限于上网费、手机流量费、短信费、咨询客服电话费）需自理，主办方不做任何形式的补偿。</p>
                    <p>(五) 主办方有权要求中奖者提供兑奖时填写的身份证号所对应的身份证复印件，对无法提供身份证复印件的中奖者，主办方有权拒绝兑奖。</p>
                    <p>(六) 如发现有消费者在活动中使用任何不正当的手段参加活动，活动主办方有权在不事先通知的前提下取消其参加活动的资格。</p>
                    <p>(七) 活动主办方不对因网络传输原因而导致中奖者提交的信息错误或延误承担任何责任。</p>
                    <p>(八) 中奖者存在递交信息有误、逾期兑奖等行为，导致不能兑换奖品的，损失由中奖者自行承担。</p>
                    <p>(九) 活动过程中，如因政府法律法规调整或行政命令要求，活动主办方有权根据上述调整或要求随时调整活动内容及规则；活动内容及规则调整时，活动主办方将另行向活动参与者公告通知相关的调整，而无需征得活动参与者的同意；主办方对本规则做出调整时，最新版本之规则将载于主办方活动网页上；主办方有权根据法律法规、司法或行政命令的要求以及活动的实际情况，在法律允许的范围内随时取消、中止或终止本次活动。</p>
                    <p>(十) 对本次活动的任何参与应被视为参与者认知并完全理解其将从事的任何活动或者接受的任何奖品可能存在着伤害（包括但不仅限于终身伤残和死亡）和社会、经济损失的风险，原因可能不仅来自参与者自己的作为、不作为或疏忽，也可能来自他人的作为、不作为或疏忽以及活动规则或者所使用之场地或任何设备的状况，而且，可能还存在参与者在此时尚不知晓或者无法合理预见的其他风险；活动参与者特此声明其承担与其参加本活动有关的任何和所有风险及其后果；(十一) 活动参与者明确免除和放弃由于参加本活动或其他原因而可能享有的或者在此后所产生的就人身伤亡或财产损害而对活动主办方、任何活动赞助商及其各自的每一相关实体和关系企业、代理人、员工、以及其他参加者（合称“被免责者”）提起的任何和一切损害赔偿要求。</p>
                    <p>(十二) 本活动适用中华人民共和国法律，因本活动引起的或与本活动有关的任何争议，由争议双方友好协商解决，如任何争议不能通过双方友好协商解决的，可通过其他有效法律途径解决。</p>
                    <p>(十三) 活动过程中出现“不可抗力”事件或计算机系统故障直接或间接地造成活动主办方无法履行其全部或部分义务，则活动主办方不承担责任；“不可抗力”事件包括但不限于地震、台风、火灾、水灾、战争、法律法规调整、政府命令禁止、因黑客攻击、计算机病毒影响、系统崩溃、数据丢失或其他人为原因造成的计算机系统故障，及其他自然或人为灾害等导致活动无法继续开展的，且活动主办方不可预见、无法避免并无法控制的事件。</p>
                </div>
            <img src="../assets/images/close.png" alt="" class="close-btn" @click="hideHdgz">
            <img src="../assets/images/xlr.png" alt="" class="xlr-icon">
            <!-- 左树叶 -->
            <img src="../assets/images/leaf-l.png" alt="" class="leaf-icon leaf-l">
            <!-- 右树叶 -->
            <img src="../assets/images/leaf-r.png" alt="" class="leaf-icon leaf-r">
        </div>
    </div>
</template>
<script>
export default {
    name:"hdgz",
    props:['showHdgz'],
    methods:{
        colseGzModal(){
            // this.showHdgz = false
            this.$emit('closeHdgz')
        },
        hideHdgz(){
            this.$store.commit('hideHdgz')
        }
    }
}
</script>
<style scoped>
.mask{
    z-index: 6;
}
.hdgz-box{
    text-align: center;
    padding: 0.2rem 0.1rem 0 0.1rem;
    font-size: 0;
    z-index: 7;
}

.hdgz-tit{
    font-size: 16px;
    color: #1ca568;
}
.hdgz-con{
    font-size: 10px;
    background: #fff;
    padding: 0.1rem 0.1rem 0.2rem 0.1rem;
    color: #666;
   height: 3rem;
   overflow-y: scroll; 
}

.gz-img{
    width: 100%;
}

.hdgz-con p{
    text-align: left;
    line-height: 0.2rem;
    color:#999;
}
.close-btn{
    width: 1.55rem;
}
.leaf-l{
    left: -0.1rem;
    bottom: -0.1rem;
}
</style>


